{
"pages": [
{
"id": "zootopia-coloring-page-judy-hopps-nick-wilde",
"title": "Zootopia Coloring Page: Judy Hopps and Nick Wilde",
"description": "Simple Zootopia coloring page featuring Nick Wilde and Judy Hopps standing in front of a city skyline with palm trees, black and white line art for kids",
"image": "/categories/zootopia/zootopia-coloring-page-judy-hopps-nick-wilde.png"
},
{
"id": "free-printable-zootopia-coloring-page-judy-hopps-nick-wilde-flash",
"title": "Free Printable Zootopia Coloring Page with Judy Hopps Nick Wilde and Flash",
"description": "Free printable Zootopia coloring page featuring Judy Hopps, Nick Wilde, and Flash the sloth standing together in a fun city scene for kids to color",
"image": "/categories/zootopia/free-printable-zootopia-coloring-page-judy-hopps-nick-wilde-flash.png"
},
{
"id": "free-printable-nick-wilde-zootopia-coloring-page",
"title": "Free Printable Nick Wilde Zootopia Coloring Page",
"description": "Free printable Zootopia coloring page featuring Nick Wilde holding a popsicle in a city background with decorative tropical leaves for kids to color",
"image": "/categories/zootopia/free-printable-nick-wilde-zootopia-coloring-page.png"
},
{
"id": "zootopia-nick-and-judy-coloring-page",
"title": "Zootopia Nick Wilde and Judy Hopps Coloring Page – Free Printable",
"description": "Join your favorite detective duo with our Zootopia City Walk coloring page! This high-quality printable features Officer Judy Hopps and Nick Wilde standing tall in the heart of Zootopia. Accompanied by a cute cheetah and a tiny hippo, this detailed scene captures the magic of the Disney movie. Perfect for fans who love animals, mysteries, and city adventures. Click to download and print for free!",
"image": "/categories/zootopia/zootopia-nick-and-judy-coloring-page.png"
},
{
"id": "zootopia-royal-ball-coloring-page",
"title": "Zootopia Royal Ball Nick and Judy Coloring Page – Free Printable",
"description": "Step into a fairytale with our Zootopia Royal Ball coloring page! This high-quality printable features Officer Judy Hopps in a stunning carrot-patterned ballgown and Nick Wilde in a sharp tuxedo. Set in a grand ballroom filled with their animal friends, it’s a magical creative activity for fans of Disney’s Zootopia who love romance and elegance. Click to download and print for free!",
"image": "/categories/zootopia/zootopia-royal-ball-coloring-page.png"
},
{
"id": "free-zootopia-characters-cityscape-coloring-sheet",
"title": "Zootopia City Squad Coloring Page – Nick, Judy, & Flash – Free Printable",
"description": "Join the hustle with our Zootopia City Squad coloring page! This high-quality printable features the iconic trio: Officer Judy Hopps, Nick Wilde, and the hilarious Flash the Sloth, along with Chief Bogo. Set against the towering skyscrapers of Zootopia, it’s a perfect creative activity for movie fans who love city adventures and fun characters. Click to download and print for free!",
"image": "/categories/zootopia/free-zootopia-characters-cityscape-coloring-sheet.png"
},
{
"id": "nick-and-judy-desert-market-printable",
"title": "Zootopia Saharan Square Chase Coloring Page – Free Printable",
"description": "Join the high-speed pursuit with our Saharan Square Chase coloring page! This high-quality printable features Nick Wilde and Judy Hopps racing through a bustling desert marketplace filled with camels and exotic architecture. It’s an action-packed creative activity for Zootopia fans who love detailed scenes and movie adventures. Click to download and print for free!",
"image": "/categories/zootopia/nick-and-judy-desert-market-printable.png"
},
{
"id": "zootopia-sky-gondola-adventure-coloring-page",
"title": "Zootopia Sky Gondola Adventure Coloring Page – Free Printable",
"description": "Take your creativity to new heights with our Zootopia Sky Gondola Adventure coloring page! This high-quality printable features Nick Wilde and Judy Hopps enjoying a scenic cable car ride over a lush forest filled with tiny animal homes, leading toward the magnificent Zootopia skyline. It is a wonderfully detailed scene perfect for Disney fans who love nature and big-city views. Click to download and print for free!",
"image": "/categories/zootopia/zootopia-sky-gondola-adventure-coloring-page.png"
},
{
"id": "zootopia-tundra-town-water-slide-coloring-page",
"title": "Zootopia Tundra Town Water Slide Coloring Page – Free Printable",
"description": "Make a splash with our Tundra Town Water Slide coloring page! This high-quality printable features Nick Wilde and Judy Hopps zooming through a giant transparent ice tunnel in the snowy district of Zootopia. With happy spectators and beautiful mountain scenery, it's a cool and exciting creative activity for movie fans who love winter adventures. Click to download and print for free!",
"image": "/categories/zootopia/zootopia-tundra-town-water-slide-coloring-page.png"
},
{
"id": "nick-judy-clock-tower-plaza-printable",
"title": "Zootopia City Hall Celebration Coloring Page – Free Printable",
"description": "Join the festivities with our Zootopia City Hall Celebration coloring page! This high-quality printable captures Nick Wilde and Judy Hopps in front of the iconic city clock tower, surrounded by a crowd of diverse citizens and elegant giraffes. It is a highly detailed scene perfect for Disney fans who love coloring complex cityscapes and beloved movie characters. Click to download and print for free!",
"image": "/categories/zootopia/nick-judy-clock-tower-plaza-printable.png"
},
{
"id": "nick-and-judy-rainforest-district-printable",
"title": "Zootopia Rainforest Umbrella Coloring Page – Free Printable",
"description": "Explore the lush scenery of the Rainforest District with our Zootopia Rainforest Umbrella coloring page! This high-quality printable features Nick Wilde and Judy Hopps sharing a large umbrella as they walk through a detailed jungle filled with tropical plants, hanging vines, and a sleepy sloth. It’s a peaceful and intricate creative activity for Disney fans who love nature and friendship. Click to download and print for free!",
"image": "/categories/zootopia/nick-and-judy-rainforest-district-printable.png"
},
{
"id": "nick-and-judy-winter-skating-printable",
"title": "Zootopia Tundra Town Ice Skating Coloring Page – Free Printable",
"description": "Glide into a winter wonderland with our Tundra Town Ice Skating coloring page! This high-quality printable features Nick Wilde and Judy Hopps enjoying a festive day on the ice, surrounded by a friendly moose, polar bears, and a scenic view of the snowy mountains. It is a heartwarming and detailed creative activity for Disney fans who love winter sports and holiday vibes. Click to download and print for free!",
"image": "/categories/zootopia/nick-and-judy-winter-skating-printable.png"
}
]
}